{%- extends 'render/templates/qiita_base.html.tpl' -%}

{%- set search_word = "今日の天気" -%}

{%- set comments =[
 {'date': '2023/05/23 10:30:20.55', 'id': 'kU3l4fG', 'res':'今日は曇りやな、洗濯物が乾かんわ', 'color':'red', 'size':'20px'},
 {'date': '2023/05/23 11:20:20.33', 'id': 'pQ6t9sC', 'res':'今日は最高気温24度やで！', 'color':'green'},
 {'date': '2023/05/23 13:50:20.10', 'id': 'kU3l4fG', 'res': '洗濯物はよく乾くけど厚手は乾きにくいのか', 'size': '24px'},
 {'date': '2023/05/23 15:10:20.04', 'id': 'kT7j9sE', 'res': '明日は晴れるみたいやけど、気温差に気をつけなあかんな', 'color':'blue'},
 {'date': '2023/05/23 16:20:20.04', 'id': 'kU3l4fG', 'res': 'そうなんか！紫外線にも気をつけなあかんやんな', 'size': '24px'},
 {'date': '2023/05/23 19:30:20.04', 'id': 'pQ6t9sC', 'res': '明日は最高気温27度やで！', 'color':'green'},
 {'date': '2023/05/23 21:10:20.04', 'id': 'kT7j9sE', 'res': '昨日より暑くなるんかいな！', 'color':'blue', 'size': '24px'},
 {'date': '2023/05/23 22:00:20.04', 'id': 'kU3l4fG', 'res': 'でも雨は降らんらしいから、過ごしやすい日になるやろうな', 'size': '24px'},
 {'date': '2023/05/24 03:10:20.04', 'id': 'pQ6t9sC', 'res': 'そやな、気温差には気をつけんとあかんな', 'color':'green'},
 {'date': '2023/05/24 06:20:20.04', 'id': 'kU3l4fG', 'res': 'そうそう、紫外線も強いから、日焼け止めを塗りたいわ', 'size': '24px'},
 {'date': '2023/05/24 08:30:20.04', 'id': 'kT7j9sE', 'res': '天気予報によると、今日は20%の降水確率があるんやってな', 'color':'blue'},
 {'date': '2023/05/24 09:40:20.04', 'id': 'kU3l4fG', 'res': 'そうなんや！傘は忘れんようにしなあかんな', 'size': '24px'},
 {'date': '2023/05/24 11:00:20.04', 'id': 'pQ6t9sC', 'res': 'この時期は気温差が激しいから、体調管理も忘れずにな', 'color':'green'},
 {'date': '2023/05/24 13:20:20.04', 'id': 'kU3l4fG', 'res': 'そうそう、ちゃんと食べて寝なあかんわな', 'size': '24px'},
 {'date': '2023/05/24 15:30:20.04', 'id': 'kT7j9sE', 'res': '今日は暑くなるから、水分補給も忘れずにやな', 'color':'blue'},
 {'date': '2023/05/24 18:40:20.04', 'id': 'kU3l4fG', 'res': 'そうそう、汗もかくから、こまめに水分補給しなあかんな', 'size': '24px'},
 {'date': '2023/05/24 20:50:20.04', 'id': 'pQ6t9sC', 'res': '今日は天気が良いから、お散歩でも行こうかな', 'color':'green'},
 {'date': '2023/05/24 22:00:20.04', 'id': 'kT7j9sE', 'res': 'いいなあ、ワイも散歩行きたいわ', 'color':'blue', 'size': '24px'},
 {'date': '2023/05/25 01:30:20.04', 'id': 'kU3l4fG', 'res': '明日は気温が高くなるから、熱中症にも気をつけんとあかんな', 'size': '24px'},
 {'date': '2023/05/25 04:40:20.04', 'id': 'pQ6t9sC', 'res': 'そうそう、こまめに水分や塩分も摂りたいわな', 'color':'green'},
 {'date': '2023/05/25 06:50:20.04', 'id': 'kT7j9sE', 'res': '明日は降水確率0%やから、洗濯物もよく乾くわな', 'color':'blue'},
 ] -%}

{%- set article_review = "今回のコメントは、みんな紫外線対策や体調管理について、とてもおもしろいコメントが多かったやな。天気予報で気温差が激しいと言われていたから、気をつけたいと思うわ。" %}