{%- extends "render/templates/2ch_base.html.tpl" -%}

{%- set search_word = "ブレードランナー" -%}

{%- set comments =[
 {'date': '2023/10/10 16:03:20.55', 'id': 'dCTjJxeka', 'res':'ブレードランナーは、未来の世界観がとても美しく描かれていて、ストーリーも面白いですね。', 'color':'blue', 'size':'20px'},
 {'date': '2023/10/10 18:55:20.33', 'id': 'acBTTT7k', 'res':'私はあまり面白くなかったです。', 'color':'red'},
 {'date': '2023/10/11 03:50:20.10', 'id': 'll88J7k', 'res': '私もあまり感動しなかったです。', 'color':'red'},
 {'date': '2023/10/12 11:10:20.04', 'id': 'kk77jLO3', 'res': '私は迫力があって、雰囲気が良かったと思います。', 'color':'blue'},
 {'date': '2023/10/12 13:20:20.04', 'id': 'll88J7k', 'res': '私は音楽が素晴らしかったと思います。', 'size': '24px'},
 ] -%}

{%- set article_review = "ブレードランナーについての意見が割れているようですね。しかし、それぞれの人が感じたものがあることが分かります。" %}