{%- extends "render/templates/2ch_base.html.tpl" -%}

{%- set search_word = "綾鷹" -%}

{%- set comments =[
 {'date': '2023/09/01 12:03:20.55', 'id': 'dCTjJxeka', 'res':'綾鷹は美味しいよね！', 'color':'blue', 'size':'20px'},
 {'date': '2023/09/01 13:55:20.33', 'id': 'acBTTT7k', 'res':'私は伊右衛門が好きかな', 'color':'red'},
 {'date': '2023/09/02 10:50:20.10', 'id': 'll88J7k', 'res': '綾鷹は緑茶の中でも抜群の人気だよね'},
 {'date': '2023/09/03 09:10:20.04', 'id': 'kk77jLO3', 'res': '私も綾鷹派！', 'color':'green'},
 {'date': '2023/09/03 15:20:20.04', 'id': 'll88J7k', 'res': 'お茶といったら綾鷹って感じだよね！', 'size': '24px'},
 {'date': '2023/09/04 08:20:20.04', 'id': 'acBTTT7k', 'res': '綾鷹カフェ抹茶ラテが復活したって聞いたけど、飲んだ人いる？', 'color':'blue'},
 {'date': '2023/09/04 12:20:20.04', 'id': 'kk77jLO3', 'res': '私も聞いた！すごく美味しいって噂だよ', 'size': '20px'},
 {'date': '2023/09/05 11:20:20.04', 'id': 'll88J7k', 'res': '私も飲んでみたい！でも売り切れちゃうんじゃないかなあ', 'color': 'chocolate'},
 {'date': '2023/09/05 12:20:20.04', 'id': 'acBTTT7k', 'res': '売り切れになってる場合もあるみたいだね……', 'size': '22px'},
 {'date': '2023/09/06 10:20:20.04', 'id': 'dCTjJxeka', 'res': '私も抹茶ラテ飲んでみたいなー。'},
 {'date': '2023/09/06 12:20:20.04', 'id': 'kk77jLO3', 'res': '私は綾鷹の生茶が好きだな〜', 'color': 'blue'},
 {'date': '2023/09/07 09:20:20.04', 'id': 'll88J7k', 'res': '確かに生茶も美味しい！', 'color': 'green'},
 {'date': '2023/09/07 12:20:20.04', 'id': 'acBTTT7k', 'res': '私は結局伊右衛門が1番好きかな', 'color': 'red'},
 {'date': '2023/09/08 11:20:20.04', 'id': 'kk77jLO3', 'res': 'それぞれ好みがあるからね〜', 'color': 'green'},
 {'date': '2023/09/08 12:20:20.04', 'id': 'dCTjJxeka', 'res': 'でも綾鷹は定番だよね。みんな飲んだことある？', 'color': 'green'},
 ] -%}

{%- set article_review = "綾鷹は誰もが一度は飲んだことがある、日本の代表的な緑茶。コメント欄でも綾鷹派が多数派で、綾鷹の美味しさについて語り合っていました。また、綾鷹カフェ抹茶ラテの話題でも盛り上がっており、飲んでみたいけど売り切れ続出で手に入らないという声もありました。" %}
